Revit 2027 API
ParameterTypeId.StructuralSectionLangleBoltDiameterLongerFlange Property
 "Bolt Diameter Longer Flange"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionLangleBoltDiameterLongerFlange { get; }
Public Shared ReadOnly Property StructuralSectionLangleBoltDiameterLongerFlange As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionLangleBoltDiameterLongerFlange {
	ForgeTypeId^ get ();
}
static member StructuralSectionLangleBoltDiameterLongerFlange : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace